Repository: openSUSE/cockpit-repos
Catalog: po/*.po
Languages: de

source: A cockpit module for managing repositories.
de: Ein Cockpit Modul zur Verwaltung von Repositories.

source: Add Repo
de: Repo hinzufügen

source: Add a repo
de: Ein Repo hinzufügen

source: Autorefresh
de: Automatisch erneuern

source: Delete repo
de: Repo entfernen

source: Edit repo
de: Repo bearbeiten

source: Enabled
de: Aktiviert

source: GPG Check
de: GPG Überprüfung

source: Loading...
de: Lade...

source: Priority
de: Priorität

source: Save
de: Speichern
